{
  "homepage": {
    "header_title": "VENDIT",
    "header_subtitle": "Trouvez vos vendeurs de plugins PocketMine préférés ici !",
    "header_searchbar_placeholder": "Recherche d'un plugin",

    "sellers_title": "Vendeurs",
    "sellers_subtitle": "Trouvez les vendeurs de plugins PocketMine les plus populaires ici !",
    "sellers_button": "Voir plus de vendeurs",

    "plugins_title": "Acheter ou vendez",
    "plugins_subtitle": "Trouvez les plugins PocketMine les plus populaires ici, <br>ou vendez les vôtres !"
  },
  "error_page": {
    "errors": {
      "400" : "Mauvaise requête",
      "401" : "Non autorisé",
      "403" : "Interdit",
      "404" : "Rien trouvé",
      "405" : "Méthode non autorisée",
      "406" : "Non acceptable",
      "408" : "Délai de demande",
      "409" : "Conflit",
      "410" : "Gone",
      "411" : "Longueur requise",
      "412" : "Échec de la condition préalable",
      "413" : "Charge utile trop importante",
      "414" : "URI trop longtemps",
      "415" : "Type de média non supporté",
      "416" : "Gamme non satisfaisante",
      "417" : "Attente non satisfaite",
      "418" : "Je suis une théière",
      "421" : "Misdirected demand",
      "422" : "Entité non traitable",
      "423" : "Verrouillé",
      "424" : "Dépendance échouée",
      "425" : "Trop tôt",
      "426" : "Mise à niveau requise",
      "428" : "Condition préalable requise",
      "429" : "Trop de demandes",
      "431" : "Champs d'en-tête de requête trop grands",
      "451" : "Indisponible pour des raisons légales",
      "500" : "Erreur de serveur interne",
      "501" : "Non mis en œuvre",
      "502" : "Mauvaise passerelle",
      "503" : "Service indisponible",
      "504" : "Délai d'attente de la passerelle",
      "505" : "Version HTTP non supportée",
      "506" : "Variant négocie également",
      "507" : "Stockage insuffisant",
      "508" : "Boucle détectée",
      "510" : "Non prolongé",
      "511" : "Authentification réseau requise"
    },

    "button": "Retour à l'accueil"
  },
  "about": {
    "title": "À PROPOS DE VENDIT",
    "subtitle": "Vendit est une place de marché pour les plugins de PocketMine, où vous pouvez acheter ou vendre vos propres plugins.",
  
    "accordions": {
      "accordion_1": {
        "title": "Combien cela coûte-t-il ?",
        "text": "C'est <strong>gratuit</strong>, nous ne prenons que 5% de frais de transaction pour chaque paiement que vous recevez."
      },
      "accordion_2": {
        "title": "Comment cela fonctionne-t-il ?",
        "text": "Lorsque vous mettrez un plugin en ligne, vous définirez son prix, une fois qu'une personne l'aura acheté, la transaction sera payée sur votre compte PayPal dans les minutes suivantes<br>L'utilisateur recevra un lien par adresse e-mail pour accéder à la page de téléchargement sur laquelle il pourra télécharger le plugin seulement <strong>une fois</strong>."
      },
      "accordion_3": {
        "title": "Le stockage de nos plugins est-il sécurisé ?",
        "text": "Oui, nous utilisons un système de stockage sécurisé, nous ne stockons pas vos plugins sur nos serveurs, nous utilisons un CDN (Content Delivery Network) pour stocker vos plugins, un CDN est utilisé par de nombreux sites web tels que Google, Facebook, etc, toutes les demandes pour obtenir un plugin est validé ou non par un token, si le token n'est pas valide nous refusons la demande."
      },
      "accordion_4": {
        "title": "Si je décide de supprimer un plugin des ventes, est-il supprimé de vos serveurs ?",
        "text": "Oui, lorsque vous supprimez un plugin des ventes, il est supprimé de nos serveurs, et le lien de téléchargement n'est plus valide."
      },
      "accordion_5": {
        "title": "Comment puis-je vous contacter ?",
        "text": "Vous pouvez nous contacter à partir de l'adresse électronique, ou par le biais du service de tickets sur le site web."
      },
      "accordion_6": {
        "title": "Comment puis-je supprimer mon compte ?",
        "text": "Vous pouvez supprimer votre compte à partir de la page des paramètres, mais attention, une fois votre compte supprimé, vous ne pourrez plus accéder à vos plugins<br>Si vous êtes un vendeur et que vous avez des plugins à vendre, votre page vendeur ne sera plus accessible et vos plugins et données seront détruits<br>Vous pourrez annuler la suppression en vous reconnectant dans les 30 jours, après ces jours, il vous sera impossible de récupérer vos données."
      },
      "accordion_7": {
        "title": "Si je me fais arnaquer, que dois-je faire ?",
        "text": "Si vous êtes victime d'une arnaque, vous pouvez nous contacter par courrier électronique ou par le biais du service de tickets, nous serons en mesure de vous aider.<br><br><strong>Pour éviter de tels cas, voici ce que nous faisons : </strong><br>Tous les plugins proposés à la vente sont testés et vérifiés par notre équipe dans les 24 heures<br>Si un plugin est disponible sur le site, cela signifie qu'il fonctionne et qu'il n'a aucun problème !<br>Si un vendeur met à jour le fichier du plugin, il est également vérifié par notre équipe."
      },
      "accordion_8": {
        "title": "Si un vendeur met à jour un plugin acheté, devrai-je payer à nouveau ?",
        "text": "Cette question dépend du vendeur, si le vendeur quand il publie une mise à jour coche la case pour envoyer le plugin avec sa nouvelle version à ceux qui l'ont déjà acheté, dans ce cas vous n'avez pas besoin de payer, vous le recevrez par mail, ou dans le tableau de bord (un seul téléchargement possible, ne le perdez pas)<br>Sinon, vous devrez payer à nouveau, mais vous serez alerté de la mise à jour du plugin par mail et dans votre tableau de bord."
      },
      "accordion_9": {
        "title": "Peut-on demander un remboursement ?",
        "text": "Non, sinon il est trop facile d'obtenir des plugins gratuits, et c'est une perte de temps pour le développeur."
      },
      "accordion_10": {
        "title": "Comment puis-je savoir qu'il ne s'agit pas d'une fuite ?",
        "text": "Nous vérifions systématiquement les plugins, si nous avons un doute sur son origine nous le refusons,<br>Vous pouvez également faire passer le mot, si vous pensez qu'il en est un, vous pouvez le signaler sur sa page produit."
      }
    }
  },
  "product": {
    "comment": {
      "note": "Note de l'acheteur: <strong>{rating}/5</strong>",
      "date": "Posté le: {date}",
      "button": "Signaler"
    },

    "page": {
      "selled_by": "Vendu par {seller_username} pour {price}€",

      "buttons": {
        "buy_now": "Acheter maintenant",
        "add_to_cart": "Ajouter au panier",
        "add_to_wishlist": "Ajouter à la liste de souhaits",
        "report": "Signaler"
      }
    }
  }
}